Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_abroad/passports/replacing_a_lost_or_stolen_irish_passport.html.txt.tmx
Source language: en
Languages: ga

source: Replacing a lost or stolen Irish passport
ga: Pas Éireannach caillte nó goidthe a athsholáthar

source: Your Irish passport is an important legal document
ga: Doiciméad tábhachtach dhlíthiúil is ea do Phas Éireannach

source: It is evidence of your identity and that you are a citizen of Ireland and a citizen of the European Union
ga: Is fianaise ar do chéannacht é agus gur saoránach de chuid na hÉireann thú agus gur saoránach de chuid an Aontais Eorpaigh thú

source: Your Irish passport should always be kept in a safe place when you are at home and when travelling abroad
ga: Ba chóir do phas Éireannach a choinneáil i gcónaí in áit shábháilte nuair a bhíonn tú sa bhaile agus ag taisteal thar lear

source: If your Irish passport is lost, mislaid or stolen and you wish to obtain another, you can either apply online for a replacement or use a paper application form. Rules You should be aware that:
ga: Má chailltear do phas Éireannach, nó má ligtear i ndearmad é nó má ghoidtear é agus gur mian leat ceann eile a fháil, ba chóir duit a bheith ar an eolas:

source: • Any passport reported as lost or stolen is no longer a valid travel document and you should not try to travel on a passport which has been reported as lost or stolen
ga: • Nach doiciméad bailí taistil é pas atá caillte nó goidte agus nár chóir duit taisteal ar phas ar tuairiscíodh gur cailleadh nó gur goideadh é

source: • If you have a poor passport record, (that is, you have lost 2 or more passports) it is likely that a limited passport facility will be given to you for specific travel purposes
ga: • Má tá drochthaifead maidir le pasanna agat, (is é sin, go bhfuil dhá phas nó níos mó caillte agat) is dócha nach dtabharfar ach áiseanna teoranta pas duit le haghaidh sainchuspóirí taistil

source: On each occasion on which a new passport is issued to you, (even when the passport is being issued for a limited time) you will have to pay the full cost of this passport
ga: Ar gach ócáid a n-eisítear pas nua duit, (fiú nuair a bhíonn an pas á eisiúint ar feadh tamall teoranta) beidh ort costas iomlán an phas seo a íoc

source: You should be aware that immigration requirements in some countries require your passport to be valid for a certain amount of time before you can enter another jurisdiction
ga: Ba chóir duit a bheith ar an eolas go n-iarrann riachtanais inimirce i dtíortha áirithe go mbíonn do phas bailí ar feadh tréimhse áirithe ama sular féidir leat dul isteach i ndlínse eile

source: We are unable to include information on the passport validity requirements for any particular country in the world
ga: Ní féidir linn eolas a chur isteach ar na riachtanas bailíochta pasanna maidir le haon tír faoi leith sa domhan

source: To get this information, contact your air carrier/travel agent or the embassy/consulate of the country to which you are travelling
ga: Déan teagmháil le do ghníomhaire taistil/aeriompróir nó le hambasáid/consalacht na tíre a bhfuil tú ag taisteal chuici chun an t-eolas seo a chinntiú

source: You should do this in good time before you travel
ga: Cuimhnigh air seo a dhéanamh sula dtaistealaíonn tú

source: Losing your Irish passport in Ireland
ga: Ag cailleadh do phas Éireannaigh in Éirinn

source: If you are an Irish citizen living in Ireland and you have lost your Irish passport, or it has been stolen, you must report the loss of your passport to the Passport Office immediately. You will also need to report the loss or theft to the Garda Síochána
ga: Más saoránach Éireannach thú agus cónaí ort in Éirinn agus má tá do phas Éireannach caillte agat, nó má goideadh é, ní mór duit caillteanas do phas a thuairisciú d’Oifig na bPasanna láithreach

source: You will be asked to confirm the loss in writing or, if you are applying for a new passport, to include the details in your application
ga: Iarrfar ort an caillteanas a dhearbhú i scríbhinn nó má tá tú ag cur isteach ar phas nua na sonraí a chur isteach ar d’iarratas

source: You can either apply online for a replacement or on paper, (using form APS 1)
ga: Chun iarratas a dhéanamh ar phas nua ní mór duit foirm APS 1 a chomhlánú

source: You must give the circumstances of the loss in Section 6 of the form
ga: Ní mór duit fáthanna an chaillteanais a chur isteach in Alt 6 den fhoirm

source: You can obtain an APS 1 form from your nearest Garda Station or Post Office
ga: Is féidir leat foirm APS 1 a fháil ó do stáisiún Gardaí is cóngaraí nó Oifig an Phoist

source: This form must be witnessed/countersigned by a member of An Garda Síochána, who must also sign and stamp Section 6
ga: Ní mór go ndearbhaíonn/go gcomhshíníonn ball den Gharda Síochána an fhoirm agus ní mór dó/di Alt 6 a shíniú agus a stampáil

source: You must resubmit all the supporting documents required with a normal first-time passport application to the Passport Office
ga: Ní mór duit gach doiciméad tacaíochta a bhíonn de dhíth le gnáthiarratas ar phas den chéad uair a chur isteach arís chuig Oifig na bPasanna

source: These documents include the full long form birth certificate, a marriage/civil partnership certificate (if applicable) and 4 passport-sized photographs
ga: Áirítear sna doiciméid seo an teastas breithe iomlán fadfhoirme, teastas pósta/páirtnéireacht shibhialta (más infheidhme) agus 4 ghrianghraf de mhéid an phas

source: You can read more about how to apply for a passport in our document on applying for your first Irish passport
ga: Tá tuilleadh eolais faoi iarratas a dhéanamh ar phas inár ndoiciméad Iarratas a dhéanamh ar phas Éireannach

source: Losing your Irish passport abroad
ga: Ag cailleadh do phas Éireannaigh thar lear

source: If you are an Irish citizen currently living abroad, travelling or on holiday abroad and your Irish passport is lost/stolen/misplaced, you must contact your nearest Irish embassy or consulate immediately
ga: Más saoránach Éireannach thú i do chónaí thar lear, ag taisteal nó ar laethanta saoire thar lear agus má chailltear/ghoidtear/ligtear i ndearmad do phas Éireannach ní mór duit teagmháil a dhéanamh le d’ambasáid nó consalacht na hÉireann is cóngaraí láithreach

source: (Applications for a new passport by those living in Northern Ireland or outside Ireland are made online or using form APS 2.) If you are currently in a country where there is no Irish representation, you may contact an embassy/consulate of another EU Member State who will contact the nearest Irish embassy on your behalf
ga: (Bain úsáid as an fhoirm APS 2 nuair a chuirtear isteach ar phas nua má tá cónaí ort i dTuaisceart Éireann nó lasmuigh d'Éirinn.) Má tá tú i dtír faoi láthair nach bhfuil ionadaíocht ar bith Éireannach ann, is féidir leat teagmháil a dhéanamh le hambasáid/consalacht Bhallstát eile de chuid an AE a rachaidh i dteagmháil le hambasáid na hÉireann is cóngaraí ar do shon

source: You must also get in touch with the local police and request a written statement that you have reported the loss of your passport
ga: Ní mór duit fosta dul i dteagmháil leis na póilíní áitiúla agus ráiteas scríofa go bhfuil caillteanas do phas tuairiscithe agat a iarraidh

source: A member of the police authority in the country in which you are staying must witness this statement
ga: Ní mór do bhall údarás na bpóilíní sa tír ina bhfuil tú ag fanacht an ráiteas seo a dhearbhú

source: You will require this to obtain an emergency travel document from an Irish embassy or consulate
ga: Beidh sé seo de dhíth ort chun Teastas Éigeandála Taistil (bailí le haghaidh aon turais) nó Pas Éigeandála (bailí ar feadh méid teoranta ama) a fháil ó ambasáid/consalacht na hÉireann

source: Again, if you are currently in a country where there is no Irish representation, you may contact an embassy or consulate of another EU Member State
ga: Arís, má tá tú i dtír faoi láthair nach bhfuil ionadaíocht ar bith Éireannach ann, is féidir leat teagmháil a dhéanamh le hambasáid/consalacht Bhallstát eile de chuid an AE

source: The embassy or consulate of another EU Member State cannot issue you with a replacement passport or an emergency travel document
ga: Ní féidir le hambasáid nó le consalacht Bhallstát eile de chuid an AE pas nua ná doiciméad éigeandála taistil a eisiúint duit

source: Instead they will get in touch with the nearest Irish embassy or consulate on your behalf, which will then get in touch with you
ga: Ina áit sin rachaidh siad i dteagmháil le hambasáid nó consalacht na hÉireann is cóngaraí ar do shon, a rachaidh i dteagmháil leat ansin

source: If you lose your passport abroad, an emergency travel document may be issued by an Irish embassy or consulate
ga: Chun Teastas Éigeandála Taistil a fháil beidh an méid a leanas ag teastáil uait:

source: In such circumstances, it is best to contact the nearest Irish embassy or consulate directly in order to find out what documents will be required
ga: Ní eisíonn an chuid is mó de Chonsail Oinigh na hÉireann pasanna agus ní féidir leo ach Deimhnithe Éigeandála Taistil a eisiúint

source: If you have lost your passport and are travelling abroad on a multi-stop journey, where you will pass through more than one jurisdiction, you will require a new Irish passport
ga: Má bhíonn do phas caillte agat agus tú ag taisteal thar lear ar thuras iolstopanna, ina rachaidh tú trí níos mó ná dlínse amháin, beidh pas nua Éireannach ag teastáil uait

source: You must report the loss of your passport immediately to your nearest Irish embassy or consulate
ga: Ní mór duit caillteanas do phas Éireannaigh a thuairisciú d’ambasáid nó consalacht na hÉireann is cóngaraí

source: If there is no Irish embassy or consulate in the country where you are, contact an embassy of another EU Member State, which will get in touch with the nearest Irish embassy on your behalf
ga: Mura bhfuil ambasáid ná consalacht na hÉireann sa tír ina bhfuil tú, téigh i dteagmháil le hambasáid Bhallstát eile de chuid an AE a rachaidh i dteagmháil le hambasáid na hÉireann is cóngaraí ar do shon

source: An embassy of another EU Member State cannot issue you with a new Irish passport
ga: Ní féidir le hambasáid Bhallstát eile de chuid an AE pas nua Éireannach a eisiúint duit

source: You will be required to get in touch with the local police and request a written statement that you have reported the loss of your passport
ga: Ní mór duit fosta dul i dteagmháil leis na póilíní áitiúla agus ráiteas scríofa go bhfuil caillteanas do phas tuairiscithe agat a iarraidh

source: It may be useful for you to carry a photocopy of your passport (data page) with you when travelling
ga: B’fhéidir go mb’áisiúil duitse fótachóip do phas (leathanach sonraí) a bheith leat nuair atá tú ag taisteal

source: The fees when applying online are:
ga: Ina áit sin ní mór duit iarratas a dhéanamh ar phas iomlán nua

source: • Standard 34-page 10-year passport: €80
ga: Ní ligeann Teastas Éigeandála Taistil duit ach taisteal ar thuras singil ó phointe thar lear go díreach ar ais go hÉirinn

source: • Large 66-page 10-year passport: €110
ga: Bíonn Deimhnithe Éigeandála Taistil lámhscríofa agus ní bhíonn siad inléite ag meaisín

source: • Standard passport plus passport card: €105
ga: Ní féidir ach le hambasáidí Éireannacha agus trí Chonsal Oinigh na hÉireann pasanna Éireannacha a eisiúint

source: • Large passport plus passport card: €135
ga: (Tá na consail seo lonnaithe i Hong Cong, in Perth agus in Auckland). Rataí

source: The fees when applying using Passport Express (see Renewing an Irish passport) or through an embassy or consulate are:
ga: Is iad seo a leanas na táillí agus tú ag cur isteach ar phas Éireannach trí 'Phas Sciobtha' (féach thíos) nó trí ambasáid nó consalacht:

source: • Standard 10-year, 34-page passport: €80
ga: • Gnáthphas 10-mbliana le 32 leathanach (18 bliana agus níos sine): €80

source: • Large 10-year 66-page passport: €110
ga: • Pas mór 10-mbliana le 66 leathanach (18 bliana agus níos sine): €110

source: • 5-year passport (aged under 18 years): €30
ga: • Pas 5 bliana (páistí idir 3-17 bliain): €26.50

source: These fees do not include the charge payable to An Post for using its Passport Express service
ga: Ní áiríonn na táillí an muirear le haghaidh úsáid an tseirbhís na bPasanna Luais

source: When applying in person at a Passport Office the fees are:
ga: Agus tú ag cur isteach ar phas ar an bhfód in Oifig Pas seo a leanas na táillí:

source: • Standard 10-year, 34-page passport: €95
ga: • Gnáthphas 10-mbliana le 32 leathanach (18 bliana agus níos sine): €95

source: • Large 10-year 66-page passport: €125
ga: • Pas mór 10-mbliana le 66 leathanach (18 bliana agus níos sine): €125

source: • 5-year passport (aged under 18): €45
ga: • Pas 5 bliana (páistí idir 3-17 bliain): €41.50

source: The fee for an emergency travel document is €30 with an €80 fee for out-of-hours services
ga: Tá Doiciméid Éigeandála Taistil ar fáil ar tháille bheag

source: If you have lost your Irish passport here in Ireland, you should notify the Passport Office of the loss immediately (see 'Where to apply')
ga: Má tá do phas Éireannach caillte agat anseo in Éirinn, ba chóir duit an caillteanas a chur in iúl d’Oifig na bPasanna láithreach (féach 'Cá háit a ndéanfaidh mé iarratas)

source: If you have lost your Irish passport abroad, you should notify your nearest Irish embassy or consulate. You can read more in our document on renewing an Irish passport
ga: Má tá do phas Éireannach caillte agat thar lear, ba chóir duit é a chur in iúl d’ambasáid nó do chonsalacht na hÉireann is cóngaraí
